{
    "initiatives": [
        {
            "image": "/static/images/initiative-first.jpg",
            "title": "#bethevoice",
            "description": "In 2018, as we continue to promote Inclusion & Diversity, with a aim to move beyond just diversity of gender.This year we take a step towards managing unconscious biases and launched our campaign #bethevoice-voices against any conscious or unconscious biases we see against gender, age, sexual orientation, ethnicity, religion or of any kind.To bring the campaign to life, #bethevoice video featuring GSK employees & the leadership team was launched.The video demonstrates the commitment made by the employees against various types of biases and stereotypes that we see around us everyday. It encourages and provides a common platform to the employees to raise their voice and be a part of the change today.",
            "left": "1"
        },
        {
            "image": "/static/images/initiative-second.jpg",
            "title": "Women Mentorship",
            "description": "Happy, motivated people are key to the success of our business, so we do everything we can to make working at GSK rewarding.We believe that the best way to help people thrive is through a blend of on-the-job experience and formal and informal learning. We deliver this through a mixture of coaching, mentoring and formal training programs. Relationships with managers, mentors and coaches play a vital role too, so we make sure there are plenty of opportunities for open conversations with people who can help to shape your career.One such curated program is the Women Mentorship Program. The women mentorship program has senior business leader identified to mentor young women talent across the organization. The program focusses on development needs of young women talent. Emerging women leaders are identified as part of the Talent Review process with the India Leadership team. The criteria is to identify women talent in functions who would be ready to take on the leadership roles in 3-5 years and identify the right development interventions for them. Mentors from the India leadership team are assigned basis the development requirements. The mentors and mentees are then taken through a session dedicated to the mentoring process. The Mentor-Mentee relationship kicks off with a Chemistry meeting and is then taken forward by the two individuals in the below mentioned steps. The Senior Leader Mentorship Program is a 6-12 months journey."
        },
        {
            "image": "/static/images/initiative-third.jpg",
            "title": "centurion",
            "description": "An unprecedented talent management program aimed at nurturing home grown talent in to future women leaders",
            "left": "1"
        }
    ]
}
